/* GENERAL */
"delete" = "Töröl";
"ok" = "OK";

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* NAVIGATION TABS AT THE BOTTOM OF THE SCREEN */
"home" = "Haza";
"open" = "Nyitva";
"closed" = "Zárva";
"awards" = "Díjak";

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* HOME SCREEN */
"upNext" = "Következő";
"moreToExplore" = "Felfedezendő dolgok";
"summaryStatus" = "%@, %lld tétel, %g%% kész";

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* PROJECTS SCREEN */
"openProjects" = "Nyitott projektek";
"closedProjects" = "Lezárt projektek";
"addProject" = "Projekt hozzáadása";
"addNewItem" = "Új tétel hozzáadása";

/* Item status for accessibility label*/
"completionPercentage" = "%@, elkészült";
"highPriority" = "%@, elsőbbségi";

/* Default names for new project and a new item */
"newProject" = "Új projekt";
"newItem" = "Új tétel";

/* A button that shows a menu with the following items */
"sort" = "Válogatás";
"sortItems" = "Tételek rendezése"; /* The title of the menu */
"optimized" = "Optimalizálás"; /* Sort using an optimized algorithm */
"title" = "Cím"; /* Sort by item title */
"creationDate" = "Létrehozás dátuma"; /* Sort by the date items were created */

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* AWARDS SCREEN */
"locked" = "Zárt";
"unlocked" = "Nyitott: %@";

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* EDIT ITEM SCREEN*/
"markCompleted" = "Befejezve"; /* Mark this item as being completed (finished/accomplished) */
"editItem" = "Tétel szerkesztése";
"description" = "Leírás";
"itemName" = "Tétel név";

/* Title of control used to set the priority of an item */
"priority" = "Elsőbbség";
"low" = "Alacsony";
"medium" = "Közepes";
"high" = "Magas";

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* EDIT PROJECT SCREEN */
"editProject" = "Projekt szerkesztése";
"projectName" = "Projekt név";
"projectDescriptionPlaceHolder" = "Projekt dokumentáció";
"customProjectColor" = "Egyedi projekt szín";

/* Options to change the state of the project*/
"closeProjectButtonTitle" = "Projekt bezárása";
"closeOrDeleteActionDescription" = "A projekt bezárásával a Nyitottról a Zárt ablakba kerül; törlésével a projekt teljesen el lesz távolítva.";
"reopenProject" = "Projekt újra nyitása";
"deleteProjectButtonTitle" = "Projekt törlése";
"deleteProjectAlertTitle" = "Projekt törlése?";
"deleteProjectAlertMessage" = "Biztosan törli a projektet? Az összes elem törlődni fog.";

/* Colors */
"selectAColor" = "Válassza ki a színt";
"pink" = "Rózsaszín";
"purple" = "Lila";
"red" = "Piros";
"orange" = "Narancs sárga";
"gold" = "Arany";
"green" = "Zöld";
"teal" = "Zöldeskék";
"lightBlue" = "Világos kék";
"darkBlue" = "Sötét kék";
"midnight" = "Éjfél";
"darkGray" = "Sötét szürke";
"gray" = "Szürke";

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* OTHER STRINGS */
"basicSettings" = "Alapbeállítások";
"selectSomethingToBegin" = "A kezdéshez válasszon valamit a menüből.";
"nothingHereRightNow" = "Itt most nincs semmi.";

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* REMINDERS*/
"projectReminders" = "Projekt emlékeztető";
"showReminders" = "Emlékeztetők megjelenítése";
"oops" = "Hoppá!";
"checkAppSettingsErrorMessage" = "Probléma. Ellenőrizze, hogy engedélyezve vannak az értesítések.";
"checkSettingsErrorTitle" = "Ellenőrizze a Beállításokat";
"reminderTime" = "Emlékeztető ideje";
